import React from "react";
import { Link } from "react-router-dom";
import "./NewsRead.css";

function NewsRead() {
  return (
    <div className="center-section">
      <div className="trending-news">
        <div className="head"></div>
      </div>
      <br />
      <div className="Custome-head">
        <h2 className="video-be">
          બેઠક રવિવારે સાંજે મુખ્યમંત્રીના નિવાસસ્થાને મળી
        </h2>
        <p className="video-to">
          ‘ઘરડાં જ ગાડાં વાળે’ તે કહેવત ભાજપ માટે સાબિત થઇ હોય એવું લાગી રહ્યું
          છે. સાવ નવાં ચહેરાંને લઇને મંત્રીમંડળ બનાવાયું હોવાં છતાં તેમાં
          ભ્રષ્ટાચારથી માંડીને સત્તાના દુરુપયોગ જેવાં લાંછનો લાગવા માંડતા ભાજપના
          મોવડીમંડળને આ નિર્ણય લેવો પડ્યો છે. આ બેઠક રવિવારે સાંજે મુખ્યમંત્રીના
          નિવાસસ્થાને મળી હતી. ભાજપની કોર કમિટીમાં ફેરફારને પગલે હવે કુલ 18 સભ્ય
          થઈ જશે.
        </p>
      </div>
      <div className="Custome-head">
        <h2 className="video-be">
          બેઠક રવિવારે સાંજે મુખ્યમંત્રીના નિવાસસ્થાને મળી
        </h2>
        <p className="video-to">
          ‘ઘરડાં જ ગાડાં વાળે’ તે કહેવત ભાજપ માટે સાબિત થઇ હોય એવું લાગી રહ્યું
          છે. સાવ નવાં ચહેરાંને લઇને મંત્રીમંડળ બનાવાયું હોવાં છતાં તેમાં
          ભ્રષ્ટાચારથી માંડીને સત્તાના દુરુપયોગ જેવાં લાંછનો લાગવા માંડતા ભાજપના
          મોવડીમંડળને આ નિર્ણય લેવો પડ્યો છે. આ બેઠક રવિવારે સાંજે મુખ્યમંત્રીના
          નિવાસસ્થાને મળી હતી. ભાજપની કોર કમિટીમાં ફેરફારને પગલે હવે કુલ 18 સભ્ય
          થઈ જશે.
        </p>
      </div>
      <div className="Custome-head">
        <h2 className="video-be">
          બેઠક રવિવારે સાંજે મુખ્યમંત્રીના નિવાસસ્થાને મળી
        </h2>
        <p className="video-to">
          ‘ઘરડાં જ ગાડાં વાળે’ તે કહેવત ભાજપ માટે સાબિત થઇ હોય એવું લાગી રહ્યું
          છે. સાવ નવાં ચહેરાંને લઇને મંત્રીમંડળ બનાવાયું હોવાં છતાં તેમાં
          ભ્રષ્ટાચારથી માંડીને સત્તાના દુરુપયોગ જેવાં લાંછનો લાગવા માંડતા ભાજપના
          મોવડીમંડળને આ નિર્ણય લેવો પડ્યો છે. આ બેઠક રવિવારે સાંજે મુખ્યમંત્રીના
          નિવાસસ્થાને મળી હતી. ભાજપની કોર કમિટીમાં ફેરફારને પગલે હવે કુલ 18 સભ્ય
          થઈ જશે.
        </p>
      </div>
    </div>
  );
}

export default NewsRead;
